import React from "react";
import styled from "styled-components";

import { Text, BoldText } from "pages/InfoPage/styles";

const Dentistry = () => {
  return (
    <Container>
      <Text>
        Захворювання тканин пародонту – одне із найпоширеніших серед
        стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб
        і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту
        90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це
        дві взаємопов’язані форми захворювань, оскільки запальний процес виникає
        спочатку в тканинах ясен, і поступово в нього залучаються структури
        пародонту, а саме зубоясенева зв’язка та альвеолярна кістка.
      </Text>
      <br />
      <Text>
        Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен,
        особливо при чищенні зубів. Основним методом лікування та профілактики
        гінгівіту є видалення мікробних скупчень, тобто професійна гігієна
        порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе
        з’єднання, спрямовується у підлеглі тканини – на періодонт та
        альвеолярну кістку. Відбувається формування пародонтальних кишень, в
        яких мікробні скупчення надійно приховані і не видаляються під час
        чищення зубів. Ці мікроорганізми дуже агресивні і мають високий
        потенціал пошкоджувати тканини та кістку. Як наслідок зменшується
        стійкість зубів, вони стають рухомими.
      </Text>
      <br />

      <Text>
        Лікування пародонтиту направлено в першу чергу на усунення зубних
        відкладень, інфікованих тканин, а також на згладжування поверхні кореня
        зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет.
        Закритий кюретаж в середньому займає близько години. Після нього
        проводиться антисептична обробка порожнини рота.
      </Text>
      <br />

      <Text>
        Якщо ви помічаєте болісність та кровоточивість ясен, не варто
        зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної
        стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції
        збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти
        запальний процес, а й запустити процес природнього відновлення
        структури, кольору і форми ясен, прискорити процес загоєння лунки
        видаленого зуба, стимулювати процес відновлення після імплантації,
        попередити зменшення кісткової тканини.{" "}
      </Text>
      <br />

      <BoldText>
        В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за
        допомогою методики Plasmolifting та професійної гігієни порожнини рота
        привести ясна в здоровий стан. Чекаємо Вас на консультації!
      </BoldText>
    </Container>
  );
};

export default Dentistry;

const Container = styled.div``;
