import React from "react";
import styled from "styled-components";

import { Text, LabelText } from "pages/InfoPage/styles";

const Dentistry = () => {
  return (
    <Container>
      <Text>
        Лікування зубів для багатьох людей становить серйозну проблему, адже у
        великої кількості пацієнтів склався стійкий негативний образ
        стоматологічних клінік минулого. Це обумовлено рівнем стоматологічних
        послуг і застарілих методів лікування зубів. Як і будь-які інші,
        терапевтичні процедури в клініці «Стоматологія лікаря Ляшука» абсолютно
        безболісні. Використання сучасної техніки та якісних знеболюючих
        препаратів дозволять вам комфортно себе почувати під час процедури.
        Найчастіше на прийом до стоматолога людей приводить карієс. Це
        найпоширеніше захворювання зубів. Крім того – одне з найпідступніших. На
        початковій стадії лікування карієсу безболісне, але виявити захворювання
        так рано – складно. Це можуть зробити лише фахівці. Пам’ятайте, що
        лікування зубів краще не відкладати на потім – тут час грає проти Вас!
      </Text>
      <br />
      <LabelText>Чим небезпечний карієс?</LabelText>
      <br />
      <Text>
        Відсутність своєчасної терапії може стати причиною руйнування зуба,
        призвести до виникнення пульпіту та періодонту, лікування яких проходить
        вже складніше та довше. Каріозний зуб є вогнищем хронічної інфекції в
        організмі. Зруйнований зуб вже не може повною мірою виконувати
        функціональне навантаження, що призводить до порушення травлення. А
        неприємний запах з рота, що виникає внаслідок запальних процесів,
        здатний стати причиною психологічного дискомфорту при спілкуванні з
        людьми, а отже негативно відбитися на особистому та суспільному житті
        пацієнта.
      </Text>
      <br />

      <Text>
        В «Стоматології лікаря Ляшука» успішно лікують карієс та його
        ускладнення за допомогою сучасного обладнання та якісних матеріалів. А
        висока кваліфікація наших фахівців дозволить вирішити будь-яку проблему.
      </Text>
      <br />
    </Container>
  );
};

export default Dentistry;

const Container = styled.div``;
