import React from "react";
import styled from "styled-components";

import { Text, List, ListItem, LabelText } from "pages/InfoPage/styles";

const Prosthesis = () => {
  return (
    <Container>
      <Text>
        Протезування зубів є одним з найважливіших завдань сучасної
        стоматології, адже неповноцінність нормального харчування  викликає
        цілий ряд захворювань та змінює естетичний вигляд. Насамперед
        протезування направлено на відновлення структури повністю або частково
        втрачених зубів. При втраті хоча б одного зуба є необхідність
        протезуватися, оскільки це негативно позначиться не лише на естетиці,
        але і на організмі в цілому
      </Text>
      <br />
      <br />

      <LabelText>
        В нашій клініці ми використовуємо наступні види протезування:
      </LabelText>
      <br />
      <List>
        <ListItem>Незнімне протезування</ListItem>
        <ListItem>Знімне протезування</ListItem>
      </List>

      <br />
      <LabelText>До незнімного протезування відносяться:</LabelText>
      <br />
      <List>
        <ListItem>Металокерамічні конструкції</ListItem>
        <ListItem>Безметалева (прес) кераміка</ListItem>
        <ListItem>Кераміка на основі оксиду цирконію</ListItem>
        <ListItem>Керамічні вініри</ListItem>
        <ListItem>Протезування на імплантатах</ListItem>
        <ListItem>Керамічні вкладки</ListItem>
      </List>

      <br />
      <LabelText>
        До знімного протезування відносяться знімні пластинкові протези 
      </LabelText>
      <br />
      <Text>
        Детальніше про всі варіанти протезування саме у Вашому випадку
        розповість наш лікар на консультації. «Стоматологія лікаря Ляшука» надає
        всі види послуг по ортопедичній стоматології.
      </Text>
    </Container>
  );
};

export default Prosthesis;

const Container = styled.div``;
