import React from "react";
import styled from "styled-components";

import { Text } from "pages/InfoPage/styles";

const Microscope = () => {
  return (
    <Container>
      <Text>
        Для ефективнішого та найбільш точного лікування кореневих каналів, під
        час препарування зубів під коронки та вініри, реставрації
        використовується мікроскоп. Оптичне збільшення гарантує мінімальні
        ризики розвитку ускладнень, надає можливість визначити особливості
        анатомії кореневих каналів, їх напрямок та форму, а також видалення
        уламків стоматологічних інструментів, ретельну герметизацію каналу
        пломбувальним матеріалом.
      </Text>
      <br />
      <Text>
        В «Стоматології лікаря Ляшука» використовується сучасний мікроскоп, який
        збільшує зображення в десятки разів і допомагає вирішувати
        стоматологічні проблеми, які раніше були показанням до видалення.
        Чекаємо Вас на консультації та завжди раді вирішити вашу проблему!
      </Text>
    </Container>
  );
};

export default Microscope;

const Container = styled.div``;
