import React from "react";
import styled from "styled-components";

import {
  Text,
  List,
  ListItem,
  BoldText,
  LabelText,
} from "pages/InfoPage/styles";

const Hygiene = () => {
  return (
    <Container>
      <LabelText>Гігієна порожнини рота та відбілювання</LabelText>
      <br />
      <Text>
        На сьогоднішній день провідним напрямком в стоматології є профілактика.
        Від стану ротової порожнини залежить здоров’я всього організму. Окрім
        того, здорові ясна і зуби позитивно впливають на престиж та успіх
        людини. Зберегти зуби і ясна здоровими – справа реальна. Для цього
        потрібно двічі на рік приходити на огляд до лікаря та проводити
        професійну гігієну. Навіть при старанному щоденному догляді за зубами, в
        домашніх умовах не завжди вдається очистити зуби у важкодоступних
        місцях. В результаті відбувається накопичення пігментованого нальоту і
        з’являється зубний камінь.
      </Text>
      <br />
      <Text>
        Проведення професійної гігієни в «Стоматології лікаря Ляшука» полягає у
        зняті зубних відкладень за допомогою ручних інструментів та сучасного
        ультразвукового скейлеру. Така технологія забезпечує чудову якість
        видалення твердого нальоту, але при цьому ви не відчуваєте дискомфорту
        під час процедури.
      </Text>
      <br />
      <Text>
        Для зняття пігментованого зубного нальоту та очищення міжзубних
        проміжків ми використовуємо повітряно-абразивний апарат AIRFLOW®HANDY.
      </Text>
      <br />
      <Text>
        Дана методика також необхідна при проведенні ортодонтичного лікування та
        догляду за дентальними імплантами. В якості порошку ми використовуємо
        карбонат кальцію та гліцин. Молекули даних матеріалів абсолютно круглі,
        тому не подразнюють слизову оболонку ясен і володіють кращими
        полірувальними можливостями. Завершальним етапом є полірування поверхні
        зуба за допомогою фторвмісних паст, які не тільки полірують, але й
        укріплюють емаль зубів.
      </Text>
      <br />
      <Text>
        Одним з найбільш популярних і безпечних методів відбілювання зубів на
        сьогоднішній день, який ми активно використовуємо є система апаратного
        відбілювання Magic Smile (USA). Magic Smile це безболісна та безпечна
        технологія відбілювання зубів, яка була розроблена та запатентована в
        США. Ефект відбілювання досягається нанесенням на зуби спеціального гелю
        на основі пероксид карбаміду, активація якого здійснюється світлодіодною
        лампою MagicLight Pro зі світлодіодами високої ефективності і холодним
        синім світлом. Слід зазначити, що пероксид карбаміду не викликає
        чутливості, в порівнянні з засобами на основі перекису водню, при цьому
        забезпечує відмінний відбілюючий ефект!
      </Text>
      <br />

      <LabelText>Протипоказання до відбілювання зубів</LabelText>
      <br />
      <List>
        <ListItem>Зубні відкладення (камінь, зубний наліт)</ListItem>
        <ListItem>
          Запалення ясен (гінгівіт, пародонтит) в гострій формі
        </ListItem>
        <ListItem>Нелікований карієс </ListItem>
        <ListItem>Реставрації фронтальних зубів</ListItem>
        <ListItem>Коронки або інші ортопедичні конструкції</ListItem>
      </List>
      <br />

      <LabelText>
        Після процедури відбілювання зубів Magic Smile необхідно витримати "БІЛУ
        харчову ДІЄТУ" і протягом двох тижнів:
      </LabelText>
      <br />
      <List>
        <ListItem>Не курити</ListItem>
        <ListItem>
          Виключити зі свого раціону харчування всі фарбуючі продукти: чай,
          кава, газовані напої (пепсі, кола, фанта, спрайт), вино червоне,
          фруктові та овочеві яскраві соки, шоколад і напої, що містять какао,
          кольорові овочі (червоний перець, морква, буряк, томати), ягоди,
          яскраві фрукти, спеції (куркума, карі), соєвий соус і будь-які інші
          яскраві соуси (кетчуп, гірчиця), джеми, варення, кольорові льодяники,
          карамель.
        </ListItem>
        <ListItem>
          Також рекомендуємо не використовувати протягом 14 днів ополіскувачі
          для порожнини рота, в складі яких є екстракти трав і хлоргексидин,
          кольорові зубні пасти.
        </ListItem>
      </List>
      <br />

      <BoldText>
        Перед процедурою відбілювання необхідно зробити професійну гігієну
        порожнини рота. Для досягнення максимального ефекту від відбілювання
        чистку бажано зробити за декілька днів до основної процедури.
      </BoldText>
      <br />
      <BoldText>
        Процедура відбілювання за технологією Magic smile займає 1,5 години
      </BoldText>
    </Container>
  );
};

export default Hygiene;

const Container = styled.div``;
