import React from "react";
import styled from "styled-components";

import { Text, List, ListItem, LabelText } from "pages/InfoPage/styles";

const Prevention = () => {
  return (
    <Container>
      <LabelText>
        Профілактику захворювань зубів необхідно починати з перших років життя
        дитини.
      </LabelText>
      <br />
      <LabelText>
        Дана профілактика повинна проводитися наступним чином:
      </LabelText>
      <br />
      <List>
        <ListItem>раціональне харчування та герметизація фісур;</ListItem>
        <ListItem>
          усунення аномалій прикусу, неправильної будови і розташування деяких
          м’яких тканин і органів порожнини рота, усунення супраконтактів і
          фукнкціональне вибіркове пришліфовування зубів (травматичний чинник);
        </ListItem>
        <ListItem>
          усунення дефектів пломбування, протезування і ортодонтичного
          лікування;
        </ListItem>
        <ListItem>
          усунення порушень архітектоніки прикріплення м’яких тканин присінку
          порожнини рота;
        </ListItem>
        <ListItem>
          своєчасне лікування зубів та контроль гігієни порожнини рота;
        </ListItem>
      </List>
      <br />
      <LabelText>Герметизація фісур</LabelText>
      <br />
      <Text>
        Як відомо, у віці 5-7 років у дитини починають мінятися молочні зуби на
        постійні. Перші постійні зуби, які з’являються в порожнині рота, це
        перші моляри. Тільки прорізавшись, постійні зуби мають ще незрілу,
        слабку емаль, яка легко піддається негативним впливам і розвитку
        карієсу. Крім цього, на жувальних зубах є анатомічні борозни – фісури. У
        дитячому віці вони особливо виражені. У таких глибоких фіссурах легко
        застрягають залишки їжі, зубний наліт і мікроби, які у своїй сукупності
        є основною причиною виникнення карієсу. Так як у дитини в повній мірі не
        розвинені навички гігієни порожнини рота, вона не в змозі до кінця
        вичистити ці глибокі борозни, і в них, як наслідок, розвивається карієс.
        Герметики представляють собою рідкий матеріал, який заливається в
        глибокі фісури, тим самим виключає затримування в них їжі і розвиток
        карієсу. Такі фісури дитина легко може вичистити без будь-чиєї допомоги.
      </Text>
      <br />
      <LabelText>Герметизація фісур</LabelText>
      <br />
      <Text>
        Ремінералізація – це зміцнення тканини зуба за допомогою хімічних
        речовин, які проникають в зуб, повертаючи йому механічні властивості.
        Хімічні речовини, за допомогою яких відбувається ремінералізація,
        проникають в поверхневі шари емалі, тим самим зміцнюючи її. Фторування
        зубів – це процес насичення зубної емалі фтором при підвищеній
        чутливості зубів і початкових формах карієсу.
      </Text>
    </Container>
  );
};

export default Prevention;

const Container = styled.div``;
