import React from "react";
import styled from "styled-components";

import { theme } from "styles/colors";
import { MediumText, SemiBoldText } from "styles/text";

const Orthodontics = () => {
  return (
    <Container>
      <Text>
        <SpanBold>Ортодонтія</SpanBold> – це одна з найважливіших складових
        частин комплексної стоматології. Головними завданнями лікаря-ортодонта
        на сьогоднішній день є досягнення єдності між функцією та естетикою,
        тобто створення гармонійного союзу здоров’я та краси.
      </Text>
      <br />

      <LabelText>Мета ортодонтичного лікування:</LabelText>
      <br />
      <List>
        <ListItem>
          Створення рівних зубних рядів та ідеального співвідношення верхньої та
          нижньої щелеп.
        </ListItem>
        <ListItem>Досягнення гарного профілю обличчя.</ListItem>
        <ListItem>Побудова привабливої посмішки.</ListItem>
        <ListItem>
          Нормалізація функції скронево-нижньощелепного суглоба та жувальних
          м’язів.
        </ListItem>
      </List>
      <br />
      <br />

      <Text>
        Причинами виникнення порушень є не лише спадковість, але й більшою мірою
        шкідливі звички та неправильне годування дитини. На жаль, велика частина
        таких патологій залишається непоміченою батьками. Тому перший похід до
        ортодонта повинен відбутися у віці 5–6 років. З цього віку
        лікар-ортодонт може прослідкувати за правильним ростом щелеп та зубів, і
        при необхідності відкоректувати його за допомогою трейнерів та інших
        апаратів.
      </Text>
      <br />
      <Text>
        Часто є необхідність заміщувати зуби, які дитина втратила раніше
        терміну, утримувачами місця для постійних зубів. Цей етап є вкрай
        важливим, адже втрата зубів може спричинити зміщення, утруднене
        прорізування постійних зубів та деяким чином ускладнить та збільшить
        термін ортодонтичного лікування у майбутньому.
      </Text>
      <br />
      <Text>
        При необхідності розширення щелеп, створення місця для правильного та
        гармонійного прорізування постійних зубів застосовуються знімні та
        незнімні апарати (пластинки).{" "}
      </Text>
      <br />
      <Text>
        Щоб прибрати скученість, оптимізувати подальший ріст верхньої та нижньої
        щелеп, ми використовуємо часткову брекет-систему. Лікування повною
        брекет-системою можна розпочинати з 12-14 років, коли прорізалися всі
        постийні зуби.
      </Text>
      <br />
      <Text>
        Ортодонтичне лікування не має жодних вікових протипоказань. Отже, ви
        можете звернутися за допомогою у будь-якому віці, а ми Вам в цьому
        допоможемо!
      </Text>
    </Container>
  );
};

export default Orthodontics;

const Container = styled.div`
  padding: 0 60px 50px 60px;
`;

const Text = styled(MediumText)`
  color: ${theme.black};
  font-size: 20px;
  text-align: justify;
`;

const SpanBold = styled.span`
  color: ${theme.black};
  font-size: 24px;
  font-family: Gilroy-SemiBold;
`;

const LabelText = styled(SemiBoldText)`
  color: ${theme.black};
  font-size: 24px;
  text-align: justify;
`;

const List = styled.ul`
  list-style-position: inside;
  padding-left: 10px;
`;
const ListItem = styled.li`
  color: ${theme.black};
  font-size: 20px;
  font-family: Gilroy-Medium;
`;
