import React from "react";
import styled from "styled-components";

import { Text } from "pages/InfoPage/styles";

const Aesthetic = () => {
  return (
    <Container>
      <Text>
        Естетична стоматологія- це поєднання краси та здоров’я. В сучасному
        світі невід’ємним атрибутом успішної людини є білосніжна посмішка. А
        завдяки новітнім технологіям втілити мрію кожної людини красиво
        посміхатися стало реальністю.
      </Text>
      <br />
      <Text>
        Для відновлення функції, точної копії анатомії зуба використовують
        художню реставрацію зубів фотополімером, керамічними вінірами та
        вкладками. Керамічні вініри – це надзвичайно тонкі естетичні накладки,
        які виготовляються в лабораторії по відбитку зубів пацієнта.
      </Text>
      <br />
      <Text>
        Керамічні вініри та вкладки дають ідеальну естетику, яку важче досягнути
        використовуючи фотополімерні матеріали. Також кераміка міцніша, не
        втрачає з часом колір та не змінюється в об’ємі. А найголовніше те, що
        пацієнт зможе побачити форму і колір майбутніх зубів в цифровому
        варіанті ще до препарування. При гарному догляді за вініром, проведенні
        професійної гігієни 1 раз в 6 місяців, використанні ірригатора та
        якісних засобів для гігієни порожнини рота, термін служби вініра 10-15
        років.
      </Text>
    </Container>
  );
};

export default Aesthetic;

const Container = styled.div``;
