import React from "react";
import styled from "styled-components";

import { Text, LabelText } from "pages/InfoPage/styles";

const Pediatric = () => {
  return (
    <Container>
      <Text>
        Діти, які з дитинства привчені ходити до стоматолога на профілактичні
        огляди, будуть з віком ставитись до лікаря з довірою і, у випадку
        потрібних втручань у майбутньому, не будуть відчувати страх. Часто похід
        до стоматолога для дитини та її батьків стає надважливою подією.
        Головним завданням на шляху до огляду малюка у дитячого стоматолога є
        подолання страху та забезпечення позитивного настрою, тому хороший
        дитячий стоматолог – водночас і відмінний психолог.
      </Text>
      <br />
      <Text>
        Наші лікарі завжди готові показати дитині інструменти та пояснити їхнє
        призначення в цікавій, доступній ігровій формі. Маленькі непосиди будуть
        в захваті від цікавих подарунків після лікування. Перший візит до
        стоматолога повинен відбутись після прорізування першого молочного зуба,
        з метою профілактики виникнення проблем із зубами. Протягом першого
        візиту дитячий стоматолог в ігровій формі познайомиться з дитиною,
        розповість батькам, як правильно треба доглядати за зубами, допоможе у
        виборі засобів гігієни для ротової порожнини дитини, виявить фактори
        ризику розвитку захворювання зубів.
      </Text>
      <br />
      <LabelText>Молочні зуби. Чи потрібно за ними доглядати?</LabelText>
      <br />
      <Text>
        Молочні зуби мають схожу будову з постійними, в них є кореневі канали і
        нервово-судинні волокна (пульпа). Молочні зуби болять, як і постійні.
        Кожна група молочних зубів має свій вік. Це так закладено природою, що
        кожна група молочних зубів (різці-передні зуби, ікла, моляри-жувальні
        зуби) виростають і випадають у свій час. Ближче до зміни молочних зубів
        на постійні, кореневі канали молочних зубів фізіологічно розсмоктуються
        , після чого випадає тимчасовий зуб. На його місці прорізується
        постійний.
      </Text>
      <br />
      <Text>
        За молочними зубами доглядати треба. Під кожним молочним зубом є зачаток
        постійного і уся інфекція від нелікованого тимчасового зуба може
        загрожувати зачатку постійного. Молочні неліковані зубки болять не менше
        ніж постійні і можуть негативно впливати на здоров’я цілого організму
        дитини. Хронічна інфекція від нелікованих зубів може негативно впливати
        на ЛОР-органи (вухо, горло ,ніс), серцево-судинну систему, дихальну
        систему , травну систему. Дитина з хворими зубами має поганий апетит,
        відповідно в організм не надходять корисні речовини.
      </Text>
    </Container>
  );
};

export default Pediatric;

const Container = styled.div``;
