// 1. Dentistry
import Dentistry from "pages/InfoPage/components/Dentistry";
import icon1 from "assets/images/icons/services/dentistry.png";
import img1 from "assets/images/services/dentistry.png";
import imgBig1 from "assets/images/services/dentistry_big.png";
// 2. Prosthesis
import Prosthesis from "pages/InfoPage/components/Prosthesis";
import icon2 from "assets/images/icons/services/prosthesis.png";
import img2 from "assets/images/services/prosthesis.png";
import imgBig2 from "assets/images/services/prosthesis_big.png";
// 3. Orthodontics
import Orthodontics from "pages/InfoPage/components/Orthodontics";
import icon3 from "assets/images/icons/services/braces.png";
import img3 from "assets/images/services/orthodontics.png";
import imgBig3 from "assets/images/services/orthodontics_big.png";
// 4. Tooth cleaning
import icon4 from "assets/images/icons/services/tooth-cleaning.png";
import img4 from "assets/images/services/hygiene.png";
// 5. Prevention
import icon5 from "assets/images/icons/services/prevention.png";
import img5 from "assets/images/services/prevention.png";
// 6. Pediatric dentistry
import icon6 from "assets/images/icons/services/baby-teeth.png";
import img6 from "assets/images/services/kindsDent.png";
// 7. Laser dentistry
import icon7 from "assets/images/icons/services/laser_dentistry.png";
import img7 from "assets/images/services/laser.png";
// 8. Surgery
import icon8 from "assets/images/icons/services/doctor.png";
import img8 from "assets/images/services/surgery.png";
// 9. Aesthetic dentistry
import icon9 from "assets/images/icons/services/smile.png";
import img9 from "assets/images/services/aesthetic.png";
// 10. Treatment under a microscope
import icon10 from "assets/images/icons/services/treatment_microscope.png";
import img10 from "assets/images/services/microscope.png";
// 11. Plasma therapy and periodontology
import icon11 from "assets/images/icons/services/plasma_therapy.png";
import img11 from "assets/images/services/plasma.png";

export interface CostType {
  title: string;
  price: {
    from: number;
    to?: number;
  };
}

export enum EnumSeviceID {
  dentistry = "dentistry",
  prosthesis = "prosthesis",
  orthodontics = "orthodontics",
  hygiene_bleaching = "hygiene_bleaching",
  prevention = "prevention",
  pediatric_dentistry = "pediatric_dentistry",
  laser_dentistry = "laser_dentistry",
  surgery = "surgery",
  aesthetic_dentistry = "aesthetic_dentistry",
  treatment_under_microscope = "treatment_under_microscope",
  plasma_therapy_periodontology = "plasma_therapy_periodontology",
}

export interface SeviceType {
  id: EnumSeviceID;
  title: string;
  description: string;
  iconURL: string;
  imageURL: string;
  cost: number;
  bigImageURL: string;
  costs?: CostType[];
  text: string;
  children?: JSX.Element;
}

export const SERVICES: SeviceType[] = [
  // dentistry
  {
    id: EnumSeviceID.dentistry,
    title: "Лікування зубів",
    description:
      "В «Стоматології лікаря Ляшука» успішно лікують карієс та його ускладнення за допомогою сучасного обладнання.",
    iconURL: icon1,
    imageURL: img1,
    cost: 900,
    bigImageURL: imgBig1,
    children: <Dentistry />,
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
    costs: [
      { title: "Консультація лікаря-пародонтолога", price: { from: 200 } },
      { title: "Анестезія ін’єкційна", price: { from: 200 } },
      {
        title:
          "Професійна гігієна порожнини рота комплексна (скейлінг, Air-flow, полірування)",
        price: { from: 1200, to: 1500 },
      },
      {
        title:
          "Пародонтологічна чистка зубів з використанням ручного скейлінгу, одна щелепа",
        price: { from: 1500 },
      },
      { title: "Плазмотерапія, одна щелепа", price: { from: 1500 } },
    ],
  },
  // prosthesis
  {
    id: EnumSeviceID.prosthesis,
    title: "Протезування",
    description:
      "Виготовлення металокерамічних коронок, безметалевих коронок, керамічних вінірів, коронок на імплантаті, виготовлення протезів.",
    iconURL: icon2,
    imageURL: img2,
    cost: 3500,
    bigImageURL: imgBig2,
    children: <Prosthesis />,
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
    costs: [
      {
        title: "Консультація лікаря-стоматолога-ортопеда",
        price: { from: 200 },
      },
      { title: "Виготовлення металокерамічної коронки", price: { from: 3500 } },
      {
        title: "Виготовлення безметалевої коронки на основі оксиду цирконія",
        price: { from: 7000 },
      },
      {
        title: "Виготовлення безметалевої коронки на основі прескераміки",
        price: { from: 7000 },
      },
      { title: "Вінір керамічний", price: { from: 7500 } },
      {
        title: "Металокерамічна коронка на імплантаті (без вартості абатменту)",
        price: { from: 5400 },
      },
      {
        title:
          "Коронка на основі оксиду цирконію на імплантаті (без вартості абатменту)",
        price: { from: 8000 },
      },
      {
        title: "Виготовлення акрилового знімного протезу",
        price: { from: 5500 },
      },
      {
        title: "Виготовлення ацетатного знімного протезу",
        price: { from: 8000 },
      },
      {
        title: "Виготовлення нейлонового знімного протезу",
        price: { from: 6000 },
      },
    ],
  },
  // orthodontics
  {
    id: EnumSeviceID.orthodontics,
    title: "Ортодонтія",
    description:
      "Зняття відбитків, виготовлення діагностичних гіпсових моделей, пластинковий апарат з гвинтом, фіксація металевої брекет-системи.",
    iconURL: icon3,
    imageURL: img3,
    cost: 4600,
    bigImageURL: imgBig3,
    children: <Orthodontics />,
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
    costs: [
      {
        title: "Консультація лікаря-ортодонта",
        price: { from: 200 },
      },
      {
        title: "Зняття відбитків, виготовлення діагностичних гіпсових моделей",
        price: { from: 500 },
      },
      { title: "Знімний пластинковий апарат з гвинтом", price: { from: 4600 } },
      {
        title: "Фіксація металевої брекет-системи (1 щелепа)",
        price: { from: 9500 },
      },
      {
        title: "Фіксація керамічної брекет-системи (1 щелепа)",
        price: { from: 15000 },
      },
      {
        title: "Фіксація металевої самолігуючої брекет-системи (1 щелепа)",
        price: { from: 14500 },
      },
      {
        title: "Фіксація керамічної самолігуючої брекет-системи (1 щелепа)",
        price: { from: 18000 },
      },
      { title: "Встановлення мікроімплантів", price: { from: 5000 } },
      {
        title: "Зняття брекет-системи + професійна гігієна, полірування зубів",
        price: { from: 1800 },
      },
      { title: "Ретенційна капа", price: { from: 2500 } },
      { title: "Фіксація ретейнера (1 щелепа)", price: { from: 1800 } },
      { title: "Виготовлення утримувача місця", price: { from: 2500 } },
    ],
  },
  {
    id: EnumSeviceID.hygiene_bleaching,
    title: "Гігієна та відбілювання",
    description:
      "Професійна гігієна порожнини рота, комплексна (скейлінг, Air- flow), пародонтологічна чистка зубів, фото відбілювання зубів та ін.",
    iconURL: icon4,
    imageURL: img4,
    cost: 2500,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
  {
    id: EnumSeviceID.prevention,
    title: "Профілактика",
    description:
      "Вживання препаратів фтору, ремінералізуюча терапія, фторування зубів, дотримання гігієни порожнини рота та ін.",
    iconURL: icon5,
    imageURL: img5,
    cost: 450,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
  {
    id: EnumSeviceID.pediatric_dentistry,
    title: "Дитяча стоматологія",
    description:
      "Лікування карієсу молочних і постійних зубів, лікування кореневих каналів, дитяча реставрація зубів, виправлення прикусу та ін.",
    iconURL: icon6,
    imageURL: img6,
    cost: 450,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
  {
    id: EnumSeviceID.laser_dentistry,
    title: "Лазерна стоматологія",
    description:
      "Висічення капюшона при прорізуванні зубів мудрості, лікування хвороб пародонта, корекція вуздечок губ та язика та ін.",
    iconURL: icon7,
    imageURL: img7,
    cost: 1000,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
  {
    id: EnumSeviceID.surgery,
    title: "Хірургія",
    description:
      "Анестезія ін’єкційна, видалення зубів мудрості, розкриття періостального абсцесу та постановка дренажу, кюретаж лунки та ін.",
    iconURL: icon8,
    imageURL: img8,
    cost: 800,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
  {
    id: EnumSeviceID.aesthetic_dentistry,
    title: "Естетична стоматологія",
    description:
      "Художня реставрація зубів фотополімером, керамічними вінірами та вкладками, естетична реставрація фронтальних зубів.",
    iconURL: icon9,
    imageURL: img9,
    cost: 1500,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
  {
    id: EnumSeviceID.treatment_under_microscope,
    title: "Лікування під мікроскопом",
    description:
      "Точне лікування кореневих каналів, ретельна герметизація каналу, видалення уламків стоматологічних інструментів та ін.",
    iconURL: icon10,
    imageURL: img10,
    cost: 3000,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
  {
    id: EnumSeviceID.plasma_therapy_periodontology,
    title: "Плазмотерапія та парадонтологія",
    description:
      "Метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми.",
    iconURL: icon11,
    imageURL: img11,
    cost: 1500,
    bigImageURL: "",
    text: "Захворювання тканин пародонту – одне із найпоширеніших серед стоматологічних проблем. Пародонт – це комплекс тканин, які оточують зуб і забезпечують його фіксацію в кістці. Серед усіх захворювань пародонту 90-95% припадає на запальні, такі як гінгівіт і пародонтит. Фактично це дві взаємопов’язані форми захворювань, оскільки запальний процес виникає спочатку в тканинах ясен, і поступово в нього залучаються структури пародонту, а саме зубоясенева зв’язка та альвеолярна кістка. Найчастішими скаргами при гінгівіті є біль та кровоточивість ясен, особливо при чищенні зубів. Основним методом лікування та профілактики гінгівіту є видалення мікробних скупчень, тобто професійна гігієна порожнини рота. Як тільки запалення долає основний бар’єр, зубоясеневе з’єднання, спрямовується у підлеглі тканини – на періодонт та альвеолярну кістку. Відбувається формування пародонтальних кишень, в яких мікробні скупчення надійно приховані і не видаляються під час чищення зубів. Ці мікроорганізми дуже агресивні і мають високий потенціал пошкоджувати тканини та кістку. Як наслідок зменшується стійкість зубів, вони стають рухомими.Лікування пародонтиту направлено в першу чергу на усунення зубних відкладень, інфікованих тканин, а також на згладжування поверхні кореня зуба за допомогою ультразвукового апарату та ручних інструментів, кюрет. Закритий кюретаж в середньому займає близько години. Після нього проводиться антисептична обробка порожнини рота.Якщо ви помічаєте болісність та кровоточивість ясен, не варто зволікати!Ми пропонуємо методику Plasmolifting. Це метод локальної стимуляції регенеративних процесів в тканинах пародонта шляхом ін’єкції збагаченої тромбоцитами плазми. Задача плазмотерапії не лише зняти запальний процес, а й запустити процес природнього відновлення структури, кольору і форми ясен, прискорити процес загоєння лунки видаленого зуба, стимулювати процес відновлення після імплантації, попередити зменшення кісткової тканини. В «Стоматології ликаря Ляшука» сертифіковані лікарі допоможуть Вам за допомогою методики Plasmolifting та професійної гігієни порожнини рота привести ясна в здоровий стан. Чекаємо Вас на консультації!",
  },
];
